{
    "NAVBAR": {
        "HOME": "Home",
        "ABOUT_US": "About Us",
        "OUR_AUCTIONS": "Our Auctions",
        "CONTACT": "Contact",
        "PURCHASE": "Purchase"
    },
    
    "MOTTO": "With Us You Will Discover the Beauty of the Past",
    "COPYRIGHT": "2025 Salon Unikatów. Please read our ",
    "PRIVACY_POLICY": "privacy policy",

    "CONTACT": {
        "CONTACT_FORM": "Contact form",
        "NAME_AND_SURNAME": "Name and surname",
        "NAME_AND_SURNAME_PLACEHOLDER": "Enter your name and surname",
        "EMAIL": "E-mail",
        "EMAIL_PLACEHOLDER": "Enter your e-mail",
        "MESSAGE": "Message",
        "MESSAGE_PLACEHOLDER": "Enter your message",
        "SUBMIT_MESSAGE": "Send",
        "CONTACT_PAGE_TEXT": "We invite you to get in touch! Whether you're looking for unique antiques, interested in selling valuable items, or have questions about our offerings, we're here to help. Simply fill out the contact form or reach out to us directly – we’ll be happy to assist and advise you. Our passion for antiques means we approach each client individually, ensuring a personalized experience every time.",
        "THANK_YOU": "Thank you!",
        "MESSAGE_SENT_SUCCESSFULLY": "Message has been sent successfully"
    },
    
    "OUR_OFFER": "Our offer",
    "OUR_OFFER_TEXT": "We encourage you to check out our auctions!",
    "FIGURINES": "Porcelain figurines",
    "ROSENTHAL": "Rosenthal porcelain",
    "CLOCKS_AND_WATCHES": "Clocks and watches",
    "MEISSEN": "Meissen",
    "CUPS": "Cups",
    "ALL_AUCTIONS": "All auctions",

    "ABOUT_US": "About us",
    "WHO_WE_ARE": "We are a family-owned business that passionately deals with antiques, especially porcelain. In our offer, you will find beautiful figurines, teacups, and unique trinkets that will add a touch of magic to your homes.",
    "OUR_WORK": "We source our treasures from fairs and auction houses across Europe. Each item is carefully selected to ensure the highest quality. We strive to make every customer feel special by offering a personalized approach and secure packaging for our shipments.",

    "ABOUT_US_PAGE": {
        "WELCOME": "Welcome to our website! We are a small, family-owned business that passionately deals with antiques, especially porcelain. In our offer, you will find beautiful figurines, cups, and unique trinkets that will bring a touch of magic and history into your homes.",
        "MEMORIES": "We source our treasures from fairs and auction houses across Europe. Each item we offer is carefully selected to ensure authenticity and the highest quality. We believe that antiques are not just decorative elements, but also carriers of memories and emotions.",
        "APPROACH": "As a family business, we strive to make every customer feel special. We provide a personalized approach and secure packaging for our shipments, so you can be confident that your purchases will arrive in perfect condition!",
        "INVITATION": "We invite you to explore our collection and join us in the search for unique items that will become a part of your life. Thank you for being with us!",
        "CUSTOMERS": "What do our customers say?",
        "CUSTOMERS_TEXT": "The satisfaction of our customers is our highest value. Every opinion we receive is a valuable proof of trust and a source of motivation for further work. Thank you for all the warm words and we hope that our unique items will accompany you for many years. Here we present you only selected comments, but you can find all opinions at ",
        "COMMENTS_LINK": "tym linkiem"
    },

    "PURCHASE": {
        "TITLE": "We will buy your antiques",
        "FIRST": "Don't know where to go with an old item found in your attic or basement?",
        "SECOND": "Are you planning to rearrange your collection?",
        "THIRD": "You've come to the right place - contact us!",
        "FOURTH": "We buy old stuff, antiques - porcelain, clocks, silverware, coins, old glass and many others...",
        "FIFTH": "We guarantee full transparency of transactions and security, treating everyone with respect.",
        "CONTACT": "Please, contact us!"
    },

    "PRIVACY_POLICY_PAGE": {
        "TITLE": "Privacy policy",
        "TITLE_1": "1. Personal data administrator",
        "TITLE_2": "2. Collection and processing of personal data",
        "TITLE_3": "3. Links to external sites",
        "TITLE_4": "4. Cookies and tracking technologies",
        "TITLE_5": "5. Sharing personal information",
        "TITLE_6": "6. User rights",
        "TITLE_7": "7. Data security",
        "TITLE_8": "8. Changes to privacy policy",
        "SUBTITLE_2_1": "2.1. Contact form",
        "SUBTITLE_2_2": "2.2. External service provider",
        "INTRODUCTION": "Respecting the privacy rights of those visiting our website, Salon Unikatów makes every effort to adequately protect personal data. This privacy policy explains what data is collected and for what purpose it is processed.",
        "PARAGRAPH_1_1": "The administrator of personal data collected via the website is:",
        "PARAGRAPH_2_1": "Our website uses a contact form provided by an external service Web3Forms, which collects the following data: name and surname, e-mail address, message content. This data is processed solely for the purpose of responding to your inquiry sent via the contact form.",
        "PARAGRAPH_2_2": "The contact form is operated via Web3Forms. User data may be processed by this entity in order to ensure the functionality of the form. More information on data processing by Web3Forms can be found in their ",
        "PARAGRAPH_2_LINK": "privacy policy",
        "PARAGRAPH_3_1": "Our website contains links to the website ",
        "PARAGRAPH_3_LINK": "Allegro.pl",
        "PARAGRAPH_3_2": ", where our auctions are located. By clicking on these links, you are redirected to an external site that has its own privacy policy. We recommend that you read the privacy policy of Allegro, available on their website, because Salon Unikatów has no influence on the way data is processed by this service.",
        "PARAGRAPH_4_1": "Our website does not use cookies or other tracking technologies to monitor user activity.",
        "PARAGRAPH_5_1": "Data collected via the contact form may be shared with a third party – Web3Forms – to provide a messaging service. This data is not shared with other parties for marketing or commercial purposes.",
        "PARAGRAPH_6_1": "Every user has the right to:",
        "PARAGRAPH_6_LIST_1": "- access their personal data,",
        "PARAGRAPH_6_LIST_2": "- rectify incorrect data,",
        "PARAGRAPH_6_LIST_3": "- request deletion of data (\"right to be forgotten\"),",
        "PARAGRAPH_6_LIST_4": "- limit data processing,",
        "PARAGRAPH_6_LIST_5": "- withdraw consent to data processing at any time.",
        "PARAGRAPH_6_2": "To exercise these rights, please contact us via e-mail: salonnikatow@gmail.com.",
        "PARAGRAPH_7_1": "We make every effort to ensure that your data is safe. Data sent via the contact form is protected by appropriate technical and organizational measures that are designed to prevent access by unauthorized persons.",
        "PARAGRAPH_8_1": "Salon Unikatów reserves the right to make changes to this privacy policy. Any changes will be published on this page. Using our site after changes are made constitutes acceptance of the new privacy policy.",
        "DATE": "Last updated: January 9th, 2025",
        "CLOSURE": "If you have any questions about our privacy policy, please contact us."
    }
}